amberol
chrome-token-signing
cosmic-icons-git
cosmic-session-git
diffsitter-bin
drm_info
esteidpkcs11loader
findex-bin
freshfetch-bin
ghcup-hs-bin
i3lock-color
joshuto-bin
jql
julia-bin
lib32-gperftools
lightdm-settings
onagre-git
paru-bin
pijul
python-eduvpn-client
python-klepto
qdigidoc4
rpi-imager-bin
tio
tracy
ttf-ms-fonts
yay-bin
zsh-fast-syntax-highlighting
