amberol
android-sdk-platform-tools
chrome-token-signing
cosmic-epoch-git
diffsitter-bin
esteidpkcs11loader
eww
findex-bin
freshfetch-bin
ghcup-hs-bin
gitflow-avh
i3lock-color
idris2
insomnia-bin
jaq
joshuto-git
jql
julia-bin
lightdm-settings
marp-cli
networkmanager-fortisslvpn-git
paru-bin
pijul
pop-launcher
python-eduvpn-client
python-klepto
qdigidoc4
rpi-imager-bin
tio
tracy
ttf-ms-fonts
typst-bin
zsh-fast-syntax-highlighting
