alacritty
alsa-utils
amberol
android-tools
atuin
bandwhich
base
base-devel
bat
bc
biber
blas
bottom
broot
cabal-install
ccid
chromium
clang
clinfo
cmake
coq
coqide
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-workspaces
cronie
cuda
cudnn
devtools
difftastic
discord
dmenu
docker
docker-compose
dog
dotnet-sdk
dysk
efibootmgr
esbuild
eva
eza
fd
firefox
fish
flameshot
fzf
gcc-fortran
ghc-static
gimp
git
git-delta
git-lfs
gobject-introspection
gperftools
gping
gradle
grub
gst-plugins-bad
gtest
gtksourceview3
gvfs-gphoto2
gvfs-mtp
hacksaw
hugo
hyperfine
inkscape
jaq
jdk-openjdk
jq
jsoncpp
kmix
libreoffice-still
libthai
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lld
lldb
mesa-utils
mono-msbuild-sdkresolver
mpv
mtpfs
nasm
nautilus
nccl
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
nushell
nvidia
nvidia-container-toolkit
nvidia-settings
nvidia-utils
obs-studio
onefetch
onnxruntime
opencl-nvidia
openssh
openvpn
os-prober
pandoc-cli
perl-alien-build
perl-clone
perl-perlio-utf8-strict
picom
pop-launcher
postgresql-libs
procs
pulseaudio-alsa
python-opencv
python-pip
python-pyqt5-webengine
qemu-base
qmk
qt5-charts
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
rnote
rofi
rustup
sccache
shotgun
skim
sniffnet
sqlitebrowser
starship
steam
swi-prolog
tealdeer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
tk
tokei
trayer
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-liberation
ttf-opensans
ttf-sourcecodepro-nerd
typos
typst
unzip
v4l2loopback-dkms
vim
wget
wireshark-qt
wl-clipboard
woff2-font-awesome
xclip
xdg-desktop-portal-cosmic
xdotool
xf86-video-vesa
xh
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yazi
yt-dlp
zellij
zola
zoxide
zsh
