chrome-token-signing
cosmic-icons-git
cudnn8-cuda11.1
diffsitter-bin
drm_info
esteidpkcs11loader
findex-bin
freshfetch-bin
ghcup-hs-bin
i3lock-color
joshuto-bin
jql
julia-bin
lib32-gperftools
lightdm-settings
onagre-git
paru-git
paru-git-debug
pijul
python-eduvpn-client
python-klepto
python-pyqt5-3d
python-pyqt5-chart
python-pyqt5-datavisualization
python-pyqt5-networkauth
python-pyqt5-purchasing
qdigidoc4
rpi-imager-bin
tio
tracy
ttf-ms-fonts
zsh-fast-syntax-highlighting
