alacritty
alsa-utils
atuin
autoconf
automake
bandwhich
base
bat
biber
binutils
bison
bottom
broot
cabal-install
ccid
chromium
clang
clinfo
cmake
coq
coqide
cronie
discord
dmenu
docker
docker-compose
dog
dotnet-sdk
efibootmgr
eva
exa
fakeroot
fd
file
findutils
firefox
flameshot
flex
fzf
gawk
gcc
gcc-fortran
gettext
ghc-static
gimp
git
git-delta
git-lfs
gobject-introspection
gperftools
gping
gradle
grep
groff
grub
gst-plugins-bad
gtest
gtksourceview3
gvfs-gphoto2
gvfs-mtp
gzip
hacksaw
hugo
hyperfine
jdk-openjdk
jq
jre-openjdk
jsoncpp
kmix
lfs
libreoffice-still
libthai
libtool
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lldb
m4
make
minetest
mono-msbuild-sdkresolver
mpv
mtpfs
nautilus
neovim
net-tools
network-manager-applet
networkmanager
nitrogen
nmap
nodejs-lts-fermium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-settings
nvidia-utils
onefetch
opencl-nvidia
openssh
os-prober
pacman
pandoc-cli
patch
perl-alien-build
perl-clone
perl-perlio-utf8-strict
picom
pkgconf
postgresql-libs
procs
pulseaudio
pulseaudio-alsa
python-opencv
python-pip
python-pyqt5-3d
python-pyqt5-chart
python-pyqt5-datavisualization
python-pyqt5-networkauth
python-pyqt5-purchasing
python-pyqt5-webengine
qmk
qt5-charts
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rofi
rust-analyzer
rustup
sccache
sed
shotgun
skim
sqlitebrowser
starship
steam
sudo
swi-prolog
tealdeer
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tokei
trayer
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-liberation
ttf-opensans
ttf-sourcecodepro-nerd
unzip
v4l2loopback-dkms
wget
which
xclip
xdotool
xf86-video-vesa
xh
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zola
zoxide
zsh
